[
  {
    "title": "Harry Potter à l'école des sorciers",
    "duration": "2h32",
    "genre": "Aventure/Famille/Fantastique",
    "imageUrl": "https://media.pathe.fr/movie/alex/HO00002523/poster/md/40/movie&uuid=390F48D8-5548-40D2-AB89-3E0DB0BA6039",
    "releaseDate": "Sortie : 05 déc. 2001",
    "description": " Orphelin, Harry Potter a été recueilli à contrecœur par son oncle Vernon et sa tante Pétunia, aussi cruels que mesquins, qui n'hésitent pas à le faire dormir dans le placard sous l'escalier. Constamment maltraité, il doit en outre supporter les jérémiades de son cousin Dudley, garçon cupide et archi-gâté par ses parents. De leur côté, Vernon et Pétunia détestent leur neveu dont la présence leur rappelle sans cesse le tempérament \"imprévisible\" des parents du garçon et leur mort mystérieuse. À l'approche de ses 11 ans, Harry ne s'attend à rien de particulier – ni carte, ni cadeau, ni même un goûter d'anniversaire. Et pourtant, c'est à cette occasion qu'il découvre qu'il est le fils de deux puissants magiciens et qu'il possède lui aussi d'extraordinaires pouvoirs. Quand on lui propose d'intégrer Poudlard, la prestigieuse école de sorcellerie, il trouve enfin le foyer et la famille qui lui ont toujours manqué… et s'engage dans l'aventure de sa vie. "
  },
  {
    "title": "Harry Potter et la chambre des secrets",
    "duration": "2h30",
    "genre": "Fantastique",
    "imageUrl": "https://media.pathe.fr/movie/alex/HO00002590/poster/md/31/movie&uuid=17C49091-AF19-4C4F-853E-C9F16F326428",
    "releaseDate": "Sortie : 04 déc. 2002",
    "description": " Alors que l'oncle Vernon, la tante Pétunia et son cousin Dudley reçoivent d'importants invités à dîner, Harry Potter est contraint de passer la soirée dans sa chambre. Dobby, un elfe, fait alors son apparition. Il lui annonce que de terribles dangers menacent l'école de Poudlard et qu'il ne doit pas y retourner en septembre. Harry refuse de le croire. Mais sitôt la rentrée des classes effectuée, ce dernier entend une voix malveillante. Celle-ci lui dit que la redoutable et légendaire Chambre des secrets est à nouveau ouverte, permettant ainsi à l'héritier de Serpentard de semer le chaos à Poudlard. Les victimes, retrouvées pétrifiées par une force mystérieuse, se succèdent dans les couloirs de l'école, sans que les professeurs - pas même le populaire Gilderoy Lockhart - ne parviennent à endiguer la menace. Aidé de Ron et Hermione, Harry doit agir au plus vite pour sauver Poudlard. "
  },
  {
    "title": "Le Dîner de cons",
    "duration": "1h20",
    "genre": "Comédie",
    "imageUrl": "https://media.pathe.fr/movie/900176/poster/md/6/film_8807.jpg",
    "releaseDate": "Sortie : 11 mars 1998",
    "description": " Tous les mercredis, Pierre Brochant et ses amis organisent un dîner où chacun doit amener un con. Celui qui a trouvé le plus spectaculaire est declaré vainqueur. Ce soir, Brochant exulte, il est sur d'avoir trouvé la perle rare, un con de classe mondiale: Francois Pignon, comptable au ministère des Finances et passionné de modèles réduits en allumettes. Ce qu'il ignore c'est que Pignon est passe maître dans l'art de déclencher des catastrophes. "
  },
  {
    "title": "Harry Potter et le Prisonnier d'Azkaban",
    "duration": "2h20",
    "genre": "Aventure/Fantastique",
    "imageUrl": "https://media.pathe.fr/movie/alex/HO00002599/poster/md/33/movie&uuid=106BB23F-0FAE-40F6-90A9-CCFE55B1E0F5",
    "releaseDate": "Sortie : 02 juin 2004",
    "description": " Sirius Black, un dangereux sorcier criminel, s'échappe de la sombre prison d'Azkaban avec un seul et unique but : retrouver Harry Potter, en troisième année à l'école de Poudlard. Selon la légende, Black aurait jadis livré les parents du jeune sorcier à leur assassin, Lord Voldemort, et serait maintenant déterminé à tuer Harry... "
  },
  {
    "title": "L'Etrange Noël de M. Jack",
    "duration": "1h15",
    "genre": "Animation/Fantastique/Musical",
    "imageUrl": "https://media.pathe.fr/movie/alex/HO00001744/poster/md/48/movie&uuid=14B784A8-008F-495A-A89E-ADACCDFADD23",
    "releaseDate": "Sortie : 07 déc. 1994",
    "description": " Jack Skellington, roi des citrouilles et guide de Halloween-ville, s'ennuie : depuis des siècles, il en a assez de préparer la même fête de Halloween qui revient chaque année, et il rêve de changement. C'est alors qu'il a l'idée de s'emparer de la fête de Noël... "
  },
  {
    "title": "CHANTONS SOUS LA PLUIE",
    "duration": "1h42",
    "genre": "Comédie/Comédie musicale",
    "imageUrl": "https://media.pathe.fr/movie/900068/poster/1653382346227/md/68/film_8991.jpg",
    "releaseDate": "Sortie : 23 déc. 1952",
    "description": " Don Lockwood et Lina Lemont forment le couple star du cinéma muet à Hollywood. Quand le premier film parlant sort, tous deux doivent s’accommoder et tournent leur premier film du genre. Si Don maîtrise l'exercice, la voix désagréable de Lina menace le duo. Kathy, une chanteuse, est engagée pour doubler la jeune femme mais celle-ci devient un obstacle entre Don et Lina ce qui n'est pas du goût de cette dernière. "
  },
  {
    "title": "Pulp Fiction",
    "duration": "2h29",
    "genre": "Policier",
    "imageUrl": "https://media.pathe.fr/movie/900139/poster/1650541946117/md/35/film_9011.jpg",
    "releaseDate": "Sortie : 21 sept. 1994",
    "description": "L'odyssée sanglante et burlesque de petits malfrats dans la jungle de Hollywood à travers trois histoires qui s'entremêlent."
  },
  {
    "title": "Le Château dans le ciel",
    "duration": "2h04",
    "genre": "Animation/Aventure/Fantastique",
    "imageUrl": "https://media.pathe.fr/movie/alex/HO00002071/poster/md/37/movie&uuid=11BDC7AE-43DB-42EE-B6D6-31390A9ECB18",
    "releaseDate": "Sortie : 30 oct. 2002",
    "description": " Retenue prisonnière par des pirates dans un dirigeable, la jeune Sheeta saute dans le vide en tentant de leur échapper. Elle est sauvée in extremis par Pazu, un jeune pilote d'avion travaillant dans une cité minière. Les pirates leur donnent la chasse.  Au terme d'une course-poursuite effrénée, Sheeta se confie à Pazu, lui avouant qu'elle est la descendante des souverains de Laputa, la cité mythique située dans les airs. Elle est par conséquent la seule détentrice du secret de Laputa que le chef des armées, le cruel Muska, cherche à percer. "
  },
  {
    "title": "Edward aux mains d'argent",
    "duration": "1h45",
    "genre": "Comédie/Fantastique/Romance",
    "imageUrl": "https://media.pathe.fr/movie/alex/HO00004108/poster/md/122/movie&uuid=D73897D5-E8D1-4793-81E5-6162DB5DE926",
    "releaseDate": "Sortie : 10 avr. 1991",
    "description": "Edward Scissorhands n'est pas un garçon ordinaire. Création d'un inventeur, il a reçu un cœur pour aimer, un cerveau pour comprendre. Mais son concepteur est mort avant d'avoir pu terminer son œuvre et Edward se retrouve avec des lames de métal et des instruments tranchants en guise de doigts."
  },
  {
    "title": "LE MAGICIEN D OZ",
    "duration": "1h41",
    "genre": "Aventure/Fantastique",
    "imageUrl": "https://media.pathe.fr/movie/900063/poster/1659343946607/md/50/film_9028.jpg",
    "releaseDate": "Sortie : 20 juil. 1946",
    "description": " Dorothy, jeune orpheline, vit chez son oncle et sa tante. Tout irait pour le mieux si l'institutrice ne détestait pas son chien. C'est alors que Dorothy fait un rêve où elle se trouve transportée au royaume magique des Munchkins à la recherche de son chien. Les Munchkins sont des nains protégés par la bonne fée du Nord mais menacés par la méchante fée de l'Ouest. Pour retrouver son chien, Dorothy doit s'emparer des chaussures rouges de la mauvaise fée et aller voir le magicien d'Oz dans son palais d'Emeraude. "
  },
  {
    "title": "Mon voisin Totoro",
    "duration": "1h27",
    "genre": "Animation/Fantastique",
    "imageUrl": "https://media.pathe.fr/movie/alex/HO00002277/poster/md/149/movie&uuid=3F8C1E9B-6DBE-4CCD-8A25-26B33D8D4815",
    "releaseDate": "Sortie : 08 déc. 1999",
    "description": "Deux petites filles, Mei et Satsuki, viennent s'installer avec leur père dans une grande maison à la campagne afin de se rapprocher de l'hôpital où séjourne leur mère. Elles vont découvrir l'existence de leurs nouveaux voisins, invisible aux yeux des autres humains, des créatures merveilleuses, mais très discrètes : Grand Totoro, Moyen Totoro (Chū-Totoro) et Petit Totoro (Chibi-Totoro). Avec son ventre rebondi, Totoro est un être rare et fascinant, un esprit de la forêt... Il se nourrit de glands et de noix. Il peut voler, se déplacer en « Chat-Bus ». Il dort le jour, mais les nuits de pleine lune, il aime jouer avec des ocarinas magiques..."
  },
  {
    "title": "CASINO ROYALE",
    "duration": "2h18",
    "genre": "Action/Espionnage/Thriller",
    "imageUrl": "https://media.pathe.fr/movie/901266/poster/md/8/film_9413.jpg",
    "releaseDate": "Sortie : 22 nov. 2006",
    "description": " Pour sa première mission, James Bond affronte le tout-puissant banquier privé du terrorisme international, Le Chiffre. Pour achever de le ruiner et démanteler le plus grand réseau criminel qui soit, Bond doit le battre lors d'une partie de poker à haut risque au Casino Royale. La très belle Vesper, attachée au Trésor, l'accompagne afin de veiller à ce que l'agent 007 prenne soin de l'argent du gouvernement britannique qui lui sert de mise, mais rien ne va se passer comme prévu. Alors que Bond et Vesper s'efforcent d'échapper aux tentatives d'assassinat du Chiffre et de ses hommes, d'autres sentiments surgissent entre eux, ce qui ne fera que les rendre plus vulnérables... "
  },
  {
    "title": "Nausicaä de la Vallée du Vent",
    "duration": "1h56",
    "genre": "Animation/Aventure",
    "imageUrl": "https://media.pathe.fr/movie/alex/HO00002072/poster/md/36/movie&uuid=E3DC83C2-59CD-444C-B93E-73C08C064EA8",
    "releaseDate": "Sortie : 23 août 2006",
    "description": " Sur une Terre ravagée par la folie des hommes durant les sept jours de feu, une poignée d'humains a survécu. Menacée par une forêt toxique qui ne cesse de prendre de l'ampleur, cette poignée de survivants attend le salut de la princesse Nausicaä, capable de communiquer avec tous les êtres vivants. "
  },
  {
    "title": "Harry Potter et la Coupe de Feu",
    "duration": "2h35",
    "genre": "Fantastique",
    "imageUrl": "https://media.pathe.fr/movie/alex/HO00002600/poster/md/22/movie&uuid=BB27D07A-BE95-4DE0-BC1A-24140E3BEA80",
    "releaseDate": "Sortie : 30 nov. 2005",
    "description": " La quatrième année à l'école de Poudlard est marquée par le \"Tournoi des trois sorciers\". Les participants sont choisis par la fameuse \"coupe de feu\" qui est à l'origine d'un scandale. Elle sélectionne Harry Potter alors qu'il n'a pas l'âge légal requis ! Accusé de tricherie et mis à mal par une série d'épreuves physiques de plus en plus difficiles, ce dernier sera enfin confronté à Celui dont on ne doit pas prononcer le nom, Lord V. "
  },
  {
    "title": "TOTAL RECALL",
    "duration": "1h53",
    "genre": "Action/Science fiction/Thriller",
    "imageUrl": "https://media.pathe.fr/movie/900110/poster/1655823146466/md/71/film_9647.jpg",
    "releaseDate": "Sortie : 17 oct. 1990",
    "description": " 2048. Doug Quaid rêve chaque nuit qu'il est sur la planète Mars à la recherche de la belle Melina. Sa femme, Lori, s'efforce de dissiper ce fantasme. Doug va bientôt s'apercevoir que son rêve était artificiel et que sa femme est une espionne chargée de veiller à son reconditionnement mental. Il se souvient d'un séjour réel sur Mars, à l'époque où il était l'agent le plus redouté du cruel Coohagen. Il décide de s'envoler sur Mars à la recherche de son énigmatique passé. "
  },
  {
    "title": "Gremlins",
    "duration": "1h45",
    "genre": "Fantastique",
    "imageUrl": "https://media.pathe.fr/movie/alex/HO00001972/poster/md/37/movie&uuid=04003D2C-215F-4EF2-AAFD-7BF9937776F2",
    "releaseDate": "Sortie : 05 déc. 1984",
    "description": " Rand Peltzer offre à son fils Billy un étrange animal : un mogwai. Son ancien propriétaire l'a bien mis en garde : il ne faut pas l'exposer à la lumiere, lui éviter tout contact avec l'eau, et surtout, surtout ne jamais le nourrir apres minuit... Sinon... "
  },
  {
    "title": "Bohemian Rhapsody",
    "duration": "2h15",
    "genre": "Aventure/Drame",
    "imageUrl": "https://media.pathe.fr/movie/alex/HO00000019/poster/md/48/movie&uuid=4B7E6FC6-2661-431D-A107-120BE0D8C507",
    "releaseDate": "Sortie : 31 oct. 2018",
    "description": " Bohemian Rhapsody retrace le destin extraordinaire du groupe Queen et de leur chanteur emblématique Freddie Mercury, qui a défié les stéréotypes, brisé les conventions et révolutionné la musique. Du succès fulgurant de Freddie Mercury à ses excès, risquant la quasi-implosion du groupe, jusqu’à son retour triomphal sur scène lors du concert Live Aid, alors qu’il était frappé par la maladie, découvrez la vie exceptionnelle d’un homme qui continue d’inspirer les outsiders, les rêveurs et tous ceux qui aiment la musique. "
  },
  {
    "title": "Les cinq légendes",
    "duration": "1h37",
    "genre": "Animation/Aventure/Famille",
    "imageUrl": "https://media.pathe.fr/movie/906251/poster/225x300.jpg",
    "releaseDate": "Sortie : 28 nov. 2012",
    "description": " L’aventure d’un groupe de héros, tous doués de pouvoirs extraordinaires. Emmenées par Jack Frost, un adolescent rebelle et ingénieux, ces cinq légendes vont devoir, pour la première fois, unir leurs forces pour protéger les espoirs, les rêves et l’imaginaire de tous les enfants. "
  },
  {
    "title": "LA NONNE",
    "duration": "1h36",
    "genre": "Epouvante - Horreur",
    "imageUrl": "https://media.pathe.fr/movie/9102501/poster/1658483546517/md/27/film_923394.jpg",
    "releaseDate": "Sortie : 19 sept. 2018",
    "description": " Quand on apprend le suicide d'une jeune nonne dans une abbaye roumaine, la stupéfaction est totale dans l'Église catholique. Le Vatican missionne aussitôt un prêtre au passé trouble et une novice pour mener l'enquête. Risquant leur vie, les deux ecclésiastiques doivent affronter une force maléfique qui bouscule leur foi et menace de détruire leur âme. Bientôt, l'abbaye est en proie à une lutte sans merci entre les vivants et les damnés "
  },
  {
    "title": "Harry Potter et l'Ordre du Phénix",
    "duration": "2h18",
    "genre": "Aventure/Drame/Fantastique",
    "imageUrl": "https://media.pathe.fr/movie/alex/HO00002601/poster/md/19/movie&uuid=D829D4DC-4BD8-4EC3-8BB2-91C6F62804B6",
    "releaseDate": "Sortie : 11 juil. 2007",
    "description": " Alors qu'il entame sa cinquième année d'études à Poudlard, Harry Potter découvre que la communauté des sorciers ne semble pas croire au retour de Voldemort, convaincue par une campagne de désinformation orchestrée par le Ministre de la Magie Cornelius Fudge. Afin de le maintenir sous surveillance, Fudge impose à Poudlard un nouveau professeur de Défense contre les Forces du Mal, Dolorès Ombrage, chargée de maintenir l'ordre à l'école et de surveiller les faits et gestes de Dumbledore. Prodiguant aux élèves des cours sans grand intérêt, celle qui se fait appeler la Grande Inquisitrice de Poudlard semble également décidée à tout faire pour rabaisser Harry. Entouré de ses amis Ron et Hermione, ce dernier met sur pied un groupe secret, \"L'Armée de Dumbledore\", pour leur enseigner l'art de la défense contre les forces du Mal et se préparer à la guerre qui s'annonce... "
  },
  {
    "title": "Harry Potter et le Prince de sang mêlé",
    "duration": "2h32",
    "genre": "Aventure/Fantastique",
    "imageUrl": "https://media.pathe.fr/movie/alex/HO00002602/poster/md/61/movie&uuid=0D79BAD1-AE50-4455-A87C-FF2A447CA489",
    "releaseDate": "Sortie : 15 juil. 2009",
    "description": " L'étau démoniaque de Voldemort se resserre sur l'univers des Moldus et le monde de la sorcellerie. Poudlard a cessé d'être un havre de paix, le danger rode au coeur du château... Mais Dumbledore est plus décidé que jamais à préparer Harry à son combat final, désormais imminent. Ensemble, le vieux maître et le jeune sorcier vont tenter de percer à jour les défenses de Voldemort. Pour les aider dans cette délicate entreprise, Dumbledore va relancer et manipuler son ancien collègue, le Professeur Horace Slughorn, qu'il croit en possession d'informations vitales sur le jeune Voldemort. Mais un autre \"mal\" hante cette année les étudiants : le démon de l'adolescence ! Harry est de plus en plus attiré par Ginny, qui ne laisse pas indifférent son rival, Dean Thomas ; Lavande Brown a jeté son dévolu sur Ron, mais oublié le pouvoir \"magique\" des chocolats de Romilda Vane ; Hermione, rongée par la jalousie, a décidé de cacher ses sentiments, vaille que vaille. L'amour est dans tous les coeurs - sauf un. Car un étudiant reste étrangement sourd à son appel. Dans l'ombre, il poursuit avec acharnement un but aussi mystérieux qu'inquiétant... jusqu'à l'inévitable tragédie qui bouleversera à jamais Poudlard... "
  },
  {
    "title": "Harry Potter et les reliques de la mort - partie 1",
    "duration": "2h25",
    "genre": "Aventure/Fantastique",
    "imageUrl": "https://media.pathe.fr/movie/alex/HO00002603/poster/md/33/movie&uuid=866E0162-ECD4-4894-9081-E50554E6DBE1",
    "releaseDate": "Sortie : 24 nov. 2010",
    "description": " Le pouvoir de Voldemort s'étend. Celui-ci contrôle maintenant le Ministère de la Magie et Poudlard. Harry, Ron et Hermione décident de terminer le travail commencé par Dumbledore, et de retrouver les derniers Horcruxes pour vaincre le Seigneur des Ténèbres. Mais il reste bien peu d'espoir aux trois sorciers, qui doivent réussir à tout prix. "
  },
  {
    "title": "Harry Potter et les reliques de la mort - partie 2",
    "duration": "2h10",
    "genre": "Aventure/Fantastique",
    "imageUrl": "https://media.pathe.fr/movie/alex/HO00002604/poster/md/68/movie&uuid=AB2F2EF3-20F5-4CB7-9E5F-84E4BD1CA425",
    "releaseDate": "Sortie : 13 juil. 2011",
    "description": " Dans la 2e Partie de cet épisode final, le combat entre les puissances du bien et du mal de l’univers des sorciers se transforme en guerre sans merci. Les enjeux n’ont jamais été si considérables et personne n’est en sécurité. Mais c’est Harry Potter qui peut être appelé pour l’ultime sacrifice alors que se rapproche l’ultime épreuve de force avec Voldemort. "
  },
  {
    "title": "Invasion Los Angeles",
    "duration": "1h33",
    "genre": "Science fiction",
    "imageUrl": "https://media.pathe.fr/movie/alex/HO00001679/poster/md/59/movie&uuid=E333FF99-6059-4086-B990-76E8D32BFAB4",
    "releaseDate": "Sortie : 05 avr. 1989",
    "description": " Un ouvrier au chômage découvre un groupe discret qui fabrique des lunettes noires. Intrigué, il en essaie une paire et découvre un monde effrayant : de nombreux humains sont en réalité des extraterrestres aux visages hideux et écorchés ; les panneaux publicitaires ordonnent la soumission dans des termes dignes de Big Brother. Avec un autre ouvrier, il affronte les envahisseurs. Mais quel jeu joue Holly, la séduisante responsable des programmes du canal 54 ? "
  },
  {
    "title": "LA LA LAND",
    "duration": "2h08",
    "genre": "Comédie musicale/Romance",
    "imageUrl": "https://media.pathe.fr/movie/9101727/poster/md/8/film_922620.jpg",
    "releaseDate": "Sortie : 25 janv. 2017",
    "description": " Au cœur de Los Angeles, une actrice en devenir prénommée Mia sert des cafés entre deux auditions. De son côté, Sebastian, passionné de jazz, joue du piano dans des clubs miteux pour assurer sa subsistance. Tous deux sont bien loin de la vie rêvée à laquelle ils aspirent…Le destin va réunir ces doux rêveurs, mais leur coup de foudre résistera-t-il aux tentations, aux déceptions, et à la vie trépidante d’Hollywood ? "
  }
]