[
  {
    "title": "MAMMA MIA LE FILM",
    "duration": "1h50",
    "genre": "Comédie musicale",
    "imageUrl": "https://media.pathe.fr/movie/902866/poster/md/11/film_11383.jpg",
    "releaseDate": "Sortie : 10 sept. 2008",
    "description": " C'est en 1999, sur la ravissante île grecque de Kalokairi que l'aventure romantique commence, dans un hôtel méditerranéen isolé, la villa Donna, tenu par Donna, sa fille Sophie et le fiancé de Sophie, Sky. Juste à temps pour son mariage prochain, Sophie poste nerveusement trois invitations destinées à trois hommes bien différents dont elle pense que l'un d'eux est son père. De trois points du globe, trois hommes s'apprêtent à retourner sur l'île - et vers la femme - qui les avait enchantés 20 ans auparavant. "
  },
  {
    "title": "Grease",
    "duration": "1h45",
    "genre": "Comédie/Comédie musicale/Romance",
    "imageUrl": "https://media.pathe.fr/movie/alex/HO00002022/poster/md/28/movie&uuid=C993DCD4-4C22-41BD-9523-49545273334A",
    "releaseDate": "Sortie : 03 oct. 1978",
    "description": " A la fin des vacances d'été, les amoureux Danny Zuko et Sandy Olsson, une jeune Australienne de bonne famille, doivent se séparer. A son retour au lycée Rydell, le jeune homme retrouve sa bande, les T-birds, blousons de cuir et cheveux gominés. Les parents de Sandy ayant décidé de s'installer aux Etats-Unis, la demoiselle intègre la même école... Passé la surprise des retrouvailles et pour faire bonne figure devant ses copains, Danny adopte une attitude désinvolte qui laisse la jeune fille totalement désemparée. Sandy rejoint alors les Pink Ladies, le pendant féminin des T-Birds. S'ensuit un jeu du chat et de la souris entre les deux tourtereaux, le tout rythmé par les événements de leur vie de lycéens : démarrage de la saison de football américain, bal de promotion, course de voitures, soirées entre filles, entre garçons, au fast-food, au drive-in... "
  },
  {
    "title": "Edmond",
    "duration": "1h52",
    "genre": "Comédie dramatique",
    "imageUrl": "https://media.pathe.fr/movie/9103907/poster/md/1/film_924800.jpg",
    "releaseDate": "Sortie : 09 janv. 2019",
    "description": " Décembre 1897, Paris. Edmond Rostand n’a pas encore trente ans mais déjà deux enfants et beaucoup d’angoisses. Il n’a rien écrit depuis deux ans. En désespoir de cause, il propose au grand Constant Coquelin une pièce nouvelle, une comédie héroïque, en vers, pour les fêtes. Seul souci : elle n’est pas encore écrite. Faisant fi des caprices des actrices, des exigences de ses producteurs corses, de la jalousie de sa femme, des histoires de cœur de son meilleur ami et du manque d’enthousiasme de l’ensemble de son entourage, Edmond se met à écrire cette pièce à laquelle personne ne croit. Pour l’instant, il n’a que le titre : « Cyrano de Bergerac ». "
  },
  {
    "title": "LA FAVORITE",
    "duration": "2h00",
    "genre": "Drame/Historique",
    "imageUrl": "https://media.pathe.fr/movie/9104002/poster/1654091546545/md/20/film_924895.jpg",
    "releaseDate": "Sortie : 06 févr. 2019",
    "description": " Début du XVIIIème siècle. L’Angleterre et la France sont en guerre. Toutefois, à la cour, la mode est aux courses de canards et à la dégustation d’ananas. La reine Anne, à la santé fragile et au caractère instable, occupe le trône tandis que son amie Lady Sarah gouverne le pays à sa place. Lorsqu’une nouvelle servante, Abigail Hill, arrive à la cour, Lady Sarah la prend sous son aile, pensant qu’elle pourrait être une alliée. Abigail va y voir l’opportunité de renouer avec ses racines aristocratiques. Alors que les enjeux politiques de la guerre absorbent Sarah, Abigail quant à elle parvient à gagner la confiance de la reine et devient sa nouvelle confidente. Cette amitié naissante donne à la jeune femme l’occasion de satisfaire ses ambitions, et elle ne laissera ni homme, ni femme, ni politique, ni même un lapin se mettre en travers de son chemin... "
  },
  {
    "title": "La loi du désir",
    "duration": "1h44",
    "genre": "Comédie dramatique",
    "imageUrl": "https://media.pathe.fr/movie/alex/HO00002051/poster/md/7/movie&uuid=B716E53B-91F0-40A9-9B94-00B42649A3FC",
    "releaseDate": "Sortie : 16 mars 1988",
    "description": " Pablo, metteur en scène célèbre, est amoureux de Juan mais les relations entre les deux hommes sont difficiles. Pour tenter de l’oublier, il se précipite dans des aventures passagères et devient l’amant d’Antonio. Mais celui-ci se révèle très vite excessivement possessif. La passion tourne au thriller tandis que réapparait Tina, la sœur de Pablo, qui, autrefois, était un garçon… Après les comédies folles, le premier grand film flamboyant d’Almodovar, matrice de ses futurs chefs-d’oeuvre. "
  },
  {
    "title": "Bird (1988)",
    "duration": "2h40",
    "genre": "Biopic/Drame/Musical",
    "imageUrl": "https://media.pathe.fr/movie/902383/poster/md/4/film_10894.jpg",
    "releaseDate": "Sortie : 31 mai 1988",
    "description": " Bird est une interprétation cinématographique de la vie de Charlie \"Yardbird\" Parker, jazzman visionnaire et musicien accompli qui éleva le saxophone à un niveau d'expression inédit. Le film dépeint alternativement la jeunesse et la maturité de cet homme et de ce créateur de génie, sa carrière et ses drames personnels.Charlie Parker fut une énigme. La puissance et la beauté de son style firent de lui un précurseur, mais sa vie privée fut un enfer. Ce film tente d'éclairer le penchant de Parker pour la drogue, l'alcool et les femmes, de comprendre la nature de sa passion pour Chan Richardson, la complexité de sa vision et, surtout, sa musique. "
  },
  {
    "title": "Les Demoiselles de Rochefort",
    "duration": "2h05",
    "genre": "Comédie musicale",
    "imageUrl": "https://media.pathe.fr/movie/902911/poster/md/7/film_11428.jpg",
    "releaseDate": "Sortie : 08 mars 1967",
    "description": " Delphine et Solange sont deux jumelles de 25 ans, ravissantes et spirituelles. Delphine, la blonde, donne des leçons de danse et Solange, la rousse, des cours de solfège. Elle vivent dans la musique comme d'autres vivent dans la lune et rêvent de rencontrer le grand amour au coin de la rue. Justement des forains arrivent en ville et fréquentent le bar que tient la mère des jumelles. Une grande foire se prépare et un marin rêveur cherche son idéal féminin... "
  },
  {
    "title": "WEST SIDE STORY (1962)",
    "duration": "2h33",
    "genre": "Comédie dramatique/Comédie musicale",
    "imageUrl": "https://media.pathe.fr/movie/alex/HO00003793/poster/md/81/movie&uuid=6D66D588-68FA-482D-AA55-E7F5B9443D06",
    "releaseDate": "Sortie : 28 févr. 1962",
    "description": " Dans le West Side, bas quartier de New York, deux bandes de jeunes s'affrontent, les Sharks de Bernardo et les Jets de Riff. Un ex des Jets, Tony, s'éprend de Maria, la soeur de Bernardo. "
  },
  {
    "title": "HEAT",
    "duration": "2h52",
    "genre": "Drame/Policier",
    "imageUrl": "https://media.pathe.fr/movie/903504/poster/1661262746107/md/67/film_12025.jpg",
    "releaseDate": "Sortie : 11 oct. 1995",
    "description": " La bande de Neil McCauley à laquelle est venu se greffer Waingro, une nouvelle recrue, attaque un fourgon blindé pour s'emparer d'une somme importante en obligations. Cependant, ce dernier tue froidement l'un des convoyeurs et Chris Shiherlis se retrouve obligé de \"terminer le travail\". Neil tente d'éliminer Waingro, mais celui-ci parvient à s'échapper. Parallèlement, le lieutenant Vincent Hanna mène l'enquête... "
  },
  {
    "title": "Impitoyable",
    "duration": "2h11",
    "genre": "Drame/Western",
    "imageUrl": "https://media.pathe.fr/movie/903780/poster/md/4/film_12306.jpg",
    "releaseDate": "Sortie : 12 août 1992",
    "description": " Kansas 1880. William Munny, redoutable hors-la-loi reconverti dans l'élevage va, à la demande d'un jeune tueur, reprendre du service pour venger une prostituée défigurée par un cow-boy sadique. "
  },
  {
    "title": "Coraline",
    "duration": "1h55",
    "genre": "Animation/Famille/Fantastique",
    "imageUrl": "https://media.pathe.fr/movie/903830/poster/1663667546496/md/13/film_12354.jpg",
    "releaseDate": "Sortie : 10 juin 2009",
    "description": " Coraline Jones est une fillette intrépide et douée d'une curiosité sans limites. Ses parents, qui ont tout juste emménagé avec elle dans une étrange maison, n'ont guère de temps à lui consacrer. Pour tromper son ennui, Coraline décide donc de jouer les exploratrices. Ouvrant une porte condamnée, elle pénètre dans un appartement identique au sien... mais où tout est différent. Dans cet Autre Monde, chaque chose lui paraît plus belle, plus colorée et plus attrayante. Son Autre Mère est pleinement disponible, son Autre Père prend la peine de lui mitonner des plats exquis, et même le Chat, si hautain dans la Vraie vie, daigne s'entretenir avec elle. Coraline est bien tentée d'élire domicile dans ce Monde merveilleux, qui répond à toutes ses attentes. Mais le rêve va très vite tourner au cauchemar. Prisonnière de l'Autre Mère, Coraline va devoir déployer des trésors de bravoure, d'imagination et de ténacité pour rentrer chez elle et sauver sa Vraie famille. "
  },
  {
    "title": "PONYO SUR LA FALAISE",
    "duration": "1h41",
    "genre": "Animation/Aventure/Famille",
    "imageUrl": "https://media.pathe.fr/movie/903846/poster/1643622746377/md/80/film_12375.jpg",
    "releaseDate": "Sortie : 08 avr. 2009",
    "description": " Le petit Sosuke, cinq ans, habite un village construit au sommet d'une falaise qui surplombe la Mer Intérieure. Un beau matin, alors qu'il joue sur la plage en contrebas, il découvre une petite fille poisson rouge nommée Ponyo, piégée dans un pot de confiture. Sosuke la sauve, et décide de la garder avec lui dans un seau.Ponyo est aussi fascinée par Sosuke que ce dernier l'est par elle. Le petit garçon lui promet de la protéger et de s'occuper d'elle, mais le père de Ponyo, Fujimoto - un sorcier autrefois humain qui vit tout au fond de la mer - la force à revenir avec lui dans les profondeurs. Bien décidée à devenir humaine, Ponyo s'échappe pour retrouver Sosuke.Mais avant de prendre la fuite, elle répand l'élixir magique de Fujimoto, l'Eau de la Vie, dans l'océan. Le niveau de la mer s'élève, et les soeurs de Ponyo sont transformées en vagues gigantesques qui montent jusqu'à la maison de Sosuke sur la falaise, et engloutissent le village...Une petite fille et un petit garçon. L'amour et la responsabilité. La mer et l'essence de la vie. Véritable antidote à l'anxiété et aux doutes de notre époque, Ponyo sur la falaise est la fabuleuse histoire d'une mère et de son enfant. "
  },
  {
    "title": "Inglourious basterds",
    "duration": "2h33",
    "genre": "Action/Guerre",
    "imageUrl": "https://media.pathe.fr/movie/alex/HO00001922/poster/md/28/movie&uuid=406F58BE-23DB-4F28-A4CE-4D8FE00294CE",
    "releaseDate": "Sortie : 19 août 2009",
    "description": " Dans la France occupée de 1940, Shosanna Dreyfus assiste à l'exécution de sa famille tombée entre les mains du colonel nazi Hans Landa. Shosanna s'échappe de justesse et s'enfuit à Paris où elle se construit une nouvelle identité en devenant exploitante d'une salle de cinéma. Quelque part ailleurs en Europe, le lieutenant Aldo Raine forme un groupe de soldats juifs américains pour mener des actions punitives particulièrement sanglantes contre les nazis. \"Les bâtards\", nom sous lequel leurs ennemis vont apprendre à les connaître, se joignent à l'actrice allemande et agent secret Bridget von Hammersmark pour tenter d'éliminer les hauts dignitaires du Troisième Reich. Leurs destins vont se jouer à l'entrée du cinéma où Shosanna est décidée à mettre à exécution une vengeance très personnelle... "
  },
  {
    "title": "Gran Torino",
    "duration": "1h55",
    "genre": "Drame/Thriller",
    "imageUrl": "https://media.pathe.fr/movie/904126/poster/1635346346440/md/22/film_12663.jpg",
    "releaseDate": "Sortie : 25 févr. 2009",
    "description": " Walt Kowalski est un ancien de la guerre de Corée, un homme inflexible, amer et pétri de préjugés surannés. Après des années de travail à la chaîne, il vit replié sur lui-même, occupant ses journées à bricoler, traînasser et siroter des bières. Avant de mourir, sa femme exprima le voeu qu'il aille à confesse, mais Walt n'a rien à avouer, ni personne à qui parler. Hormis sa chienne Daisy, il ne fait confiance qu'à son M-1, toujours propre, toujours prêt à l'usage...Ses anciens voisins ont déménagé ou sont morts depuis longtemps. Son quartier est aujourd'hui peuplé d'immigrants asiatiques qu'il méprise, et Walt ressasse ses haines, innombrables - à l'encontre de ses voisins, des ados Hmong, latinos et afro-américains \"qui croient faire la loi\", de ses propres enfants, devenus pour lui des étrangers. Walt tue le temps comme il peut, en attendant le grand départ, jusqu'au jour où un ado Hmong du quartier tente de lui voler sa précieuse Ford Gran Torino... Walt tient comme à la prunelle de ses yeux à cette voiture fétiche, aussi belle que le jour où il la vit sortir de la chaîne.Lorsque le jeune et timide Thao tente de la lui voler sous la pression d'un gang, Walt fait face à la bande, et devient malgré lui le héros du quartier. Sue, la soeur aînée de Thao, insiste pour que ce dernier se rachète en travaillant pour Walt. Surmontant ses réticences, ce dernier confie au garçon des \"travaux d'intérêt général\" au profit du voisinage. C'est le début d'une amitié inattendue, qui changera le cours de leur vie.Grâce à Thao et sa gentille famille, Walt va découvrir le vrai visage de ses voisins et comprendre ce qui le lie à ces exilés, contraints de fuir la violence... comme lui, qui croyait fermer la porte sur ses souvenirs aussi aisément qu'il enfermait au garage sa précieuse Gran Torino... "
  },
  {
    "title": "Forrest Gump",
    "duration": "2h20",
    "genre": "Comédie dramatique",
    "imageUrl": "https://media.pathe.fr/movie/alex/HO00004437/poster/md/17/movie&uuid=B43BC0DC-7714-4442-9CAF-981EDEB1CF12",
    "releaseDate": "Sortie : 05 oct. 1994",
    "description": " Quelques décennies d'histoire américaine, des années 1940 à la fin du XXème siècle, à travers le regard et l'étrange odyssée d'un homme simple et pur, Forrest Gump. "
  },
  {
    "title": "LE BON LA BRUTE LE TRUAND",
    "duration": "3h00",
    "genre": "Western",
    "imageUrl": "https://media.pathe.fr/movie/904841/poster/1655823146466/md/69/film_13436.jpg",
    "releaseDate": "Sortie : 06 mars 1968",
    "description": " Pendant la Guerre de Sécession, trois hommes, préférant s'intéresser à leur profit personnel, se lancent à la recherche d'un coffre contenant 200 000 dollars en pièces d'or volés à l'armée sudiste. Tuco sait que le trésor se trouve dans un cimetière, tandis que Joe connaît le nom inscrit sur la pierre tombale qui sert de cache. Chacun a besoin de l'autre. Mais un troisième homme entre dans la course : Setenza, une brute qui n'hésite pas à massacrer femmes et enfants pour parvenir à ses fins. "
  },
  {
    "title": "RIDICULE",
    "duration": "1h42",
    "genre": "Comédie dramatique",
    "imageUrl": "https://media.pathe.fr/movie/905012/poster/1634824346415/md/15/film_13610.jpg",
    "releaseDate": "Sortie : 08 mai 1996",
    "description": " A travers les aventures de Grégoire Ponceludon de Malavoy, issu d'une famille d'ancienne noblesse tombée dans la précarite, une étude de la cour de Louis XVI et ses antichambres à Versailles en 1780, ou déjà la spiritualité avait pour ennemi mortel le ridicule. "
  }
]